Repository: Harlech1/swiftIettWebService
Catalog: iett/Resources/Localizable.xcstrings
Source language: en
Languages: tr

source: All Stations
tr: Tüm Duraklar

source: Bus
tr: Otobüs

# busComing
source: Your bus is coming.
tr: Otobüsünüz geliyor.

# callAPI
source: Call
tr: Çağır

source: Difference
tr: Fark

# doorNo
source: Door Number:
tr: Kapı Numarası

# doorNumber
source: Enter your door number:
tr: Kapı numarası giriniz:

# enterStation
source: Enter station name:
tr: Durak ismi giriniz:

# instSpeed
source: Instantaneous Speed
tr: Anlık Hız

# kilometersUntilArrive
source: %@ km's until arrivation.
tr: Otobüsün gelmesine %@ km kaldı.

source: Last Update
tr: Son Güncelleme

source: Latitude
tr: Enlem

source: Longitude
tr: Boylam

source: Map
tr: Harita

# noRoute
source: There is no bus with route number %@
tr: %@ hat kodunda bir otobüs yok.

source: OK
tr: Tamam

source: One Station
tr: Bir Durak

source: Plate
tr: Plaka

# routeNumberWrong
source: Wrong Route Number
tr: Hat Kodu Hatalı

source: Show All Stations
tr: Tüm Durakları Göster

source: Station
tr: Durak
